Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Get suggestions from every database at once, choose which ones AutoFill uses, and switch databases without leaving the AutoFill panel.
de: Erhalten Sie Vorschläge aus allen Datenbanken gleichzeitig, legen Sie fest, welche AutoFill verwendet, und wechseln Sie die Datenbank, ohne das AutoFill-Fenster zu verlassen.
es: Reciba sugerencias de todas las bases de datos a la vez, decida cuáles utiliza Autorrelleno y cambie de base de datos sin salir del panel de Autorrelleno.
fr: Obtenez des suggestions de toutes les bases de données à la fois, choisissez celles qu'utilise le Remplissage automatique, et changez de base de données sans quitter le panneau du Remplissage automatique.
ja: すべてのデータベースの候補をまとめて表示できます。自動入力に使うデータベースを選んだり、自動入力パネルを離れずにデータベースを切り替えたりできます。
zh_hans: 同时获取所有数据库的建议，选择自动填充要使用的数据库，并且无需离开自动填充面板即可切换数据库。
zh_hant: 同時取得所有資料庫的建議，選擇自動填寫要使用的資料庫，並且無需離開自動填寫面板即可切換資料庫。

source: Give your entries their own icons
de: Gib deinen Einträgen eigene Symbole
es: Dale a tus entradas sus propios iconos
fr: Donnez à vos entrées leurs propres icônes
ja: エントリに好きなアイコンを
zh_hans: 为条目设置专属图标
zh_hant: 為項目設定專屬圖示

source: Give your groups their own icons
de: Geben Sie Ihren Gruppen eigene Symbole
es: Dé a sus grupos sus propios iconos
fr: Donnez à vos groupes leurs propres icônes
ja: グループに好きなアイコンを
zh_hans: 为群组设置专属图标
zh_hant: 為群組設定專屬圖示

source: Good
de: Gut
es: Buena
fr: Bon
ja: 良好
zh_hans: 良好
zh_hant: 良好

source: Group
de: Gruppe
es: Grupo
fr: Groupe
ja: グループ
zh_hans: 群组
zh_hant: 群組

source: Group Icon
de: Gruppensymbol
es: Icono de grupo
fr: Icône du groupe
ja: グループのアイコン
zh_hans: 群组图标
zh_hant: 群組圖示

source: Group Name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
ja: グループ名
zh_hans: 群组名称
zh_hant: 群組名稱

source: Group name cannot be empty.
de: Der Gruppenname darf nicht leer sein.
es: El nombre del grupo no puede estar vacío.
fr: Le nom du groupe ne peut pas être vide.
ja: グループ名を空にすることはできません。
zh_hans: 群组名称不能为空。
zh_hant: 群組名稱不能為空。

source: Group not found: %@
de: Gruppe nicht gefunden: %@
es: Grupo no encontrado: %@
fr: Groupe introuvable : %@
ja: グループが見つかりません：%@
zh_hans: 未找到群组：%@
zh_hant: 找不到群組：%@

source: Group Unavailable
de: Gruppe nicht verfügbar
es: Grupo no disponible
fr: Groupe indisponible
ja: グループを利用できません
zh_hans: 群组不可用
zh_hant: 群組無法使用

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
ja: グループ
zh_hans: 群组
zh_hant: 群組

source: Has a passkey
de: Hat einen Passkey
es: Tiene una llave de acceso
fr: Possède une clé d’accès
ja: パスキーあり
zh_hans: 含通行密钥
zh_hant: 含通行金鑰

source: Has a verification code
de: Hat einen Bestätigungscode
es: Tiene un código de verificación
fr: Possède un code de vérification
ja: 確認コードあり
zh_hans: 含验证码
zh_hant: 含驗證碼

source: Healthy
de: In Ordnung
es: Sin problemas
fr: Aucun problème
ja: 正常
zh_hans: 正常
zh_hant: 正常

source: Hidden from Search & AutoFill
de: Aus Suche & AutoFill ausgeblendet
es: Oculto de la búsqueda y el autorrelleno
fr: Masqué de la recherche et du remplissage automatique
ja: 検索と自動入力で非表示
zh_hans: 已从搜索和自动填充中隐藏
zh_hant: 已從搜尋和自動填寫中隱藏

source: Hidden password
de: Verborgenes Passwort
es: Contraseña oculta
fr: Mot de passe masqué
ja: 非表示のパスワード
zh_hans: 已隐藏的密码
zh_hant: 已隱藏的密碼

source: Hidden protected field
de: Verborgenes geschütztes Feld
es: Campo protegido oculto
fr: Champ protégé masqué
ja: 非表示の保護されたフィールド
zh_hans: 已隐藏的受保护字段
zh_hant: 已隱藏的受保護欄位

source: Hide %@
de: %@ ausblenden
es: Ocultar %@
fr: Masquer %@
ja: %@を非表示
zh_hans: 隐藏 %@
zh_hant: 隱藏 %@

source: Hide a group and its entries stop appearing when you fill passwords, while staying fully visible when you browse the database in the app.
de: Verbergen Sie eine Gruppe, und ihre Einträge erscheinen beim Ausfüllen von Passwörtern nicht mehr – beim Durchsuchen der Datenbank in der App bleiben sie vollständig sichtbar.
es: Oculte un grupo y sus entradas dejarán de aparecer al rellenar contraseñas, aunque seguirán totalmente visibles al examinar la base de datos en la aplicación.
fr: Masquez un groupe : ses entrées cessent d'apparaître lors du remplissage des mots de passe, tout en restant entièrement visibles lorsque vous parcourez la base de données dans l'app.
ja: グループを非表示にすると、パスワードの入力時にそのエントリが候補に出なくなります。App でデータベースを閲覧するときは、これまでどおり表示されます。
zh_hans: 隐藏群组后，填充密码时该群组及其条目将不再出现，但在 App 中浏览数据库时仍完全可见。
zh_hant: 隱藏群組後，填寫密碼時該群組及其項目將不再出現，但在 App 中瀏覽資料庫時仍完全可見。

source: Hide from Search & AutoFill
de: Aus Suche & AutoFill ausblenden
es: Ocultar de la búsqueda y el autorrelleno
fr: Masquer de la recherche et du remplissage automatique
ja: 検索と自動入力から隠す
zh_hans: 从搜索和自动填充中隐藏
zh_hant: 從搜尋和自動填寫中隱藏

source: Hide groups from AutoFill
de: Gruppen vor AutoFill verbergen
es: Ocultar grupos del autorrelleno
fr: Masquer des groupes du Remplissage automatique
ja: 自動入力からグループを隠す
zh_hans: 在自动填充中隐藏群组
zh_hant: 在自動填寫中隱藏群組

source: Hide master password
de: Master-Passwort ausblenden
es: Ocultar contraseña maestra
fr: Masquer le mot de passe principal
ja: マスターパスワードを非表示
zh_hans: 隐藏主密码
zh_hant: 隱藏主密碼

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
zh_hans: 历史记录
zh_hant: 歷史記錄

source: HMAC verification failed — file corrupted or wrong password
de: HMAC-Überprüfung fehlgeschlagen — Datei beschädigt oder falsches Passwort
es: Verificación HMAC fallida — archivo dañado o contraseña incorrecta
fr: Échec de la vérification HMAC — fichier corrompu ou mot de passe incorrect
ja: HMAC の検証に失敗しました。ファイルが破損しているか、パスワードが違います
zh_hans: HMAC 验证失败——文件已损坏或密码错误
zh_hant: HMAC 驗證失敗——檔案已損毀或密碼錯誤

source: HTTP sends your WebDAV username, password, and database traffic without encryption. Only use it on a local network you trust.
de: HTTP überträgt Ihren WebDAV-Benutzernamen, Ihr Passwort und den Datenbankverkehr unverschlüsselt. Verwenden Sie es nur in einem lokalen Netzwerk, dem Sie vertrauen.
es: HTTP envía su nombre de usuario, contraseña y tráfico de la base de datos de WebDAV sin cifrar. Utilícelo solo en una red local de confianza.
fr: HTTP transmet votre nom d'utilisateur WebDAV, votre mot de passe et le trafic de la base de données sans chiffrement. Utilisez-le uniquement sur un réseau local de confiance.
ja: HTTP では、WebDAV のユーザ名、パスワード、データベースの通信が暗号化されずに送信されます。信頼できるローカルネットワークでのみ使用してください。
zh_hans: HTTP 会以未加密方式传输您的 WebDAV 用户名、密码和数据库流量。请仅在您信任的本地网络中使用。
zh_hant: HTTP 會以未加密方式傳輸您的 WebDAV 使用者名稱、密碼和資料庫流量。請僅在您信任的本機網路中使用。

source: Icon
de: Symbol
es: Icono
fr: Icône
ja: アイコン
zh_hans: 图标
zh_hant: 圖示

source: Identity
de: Identität
es: Identidad
fr: Identité
ja: 識別情報
zh_hans: 身份
zh_hant: 身分

source: If AutoFill is off, NextPass now lets you know and helps you turn it on right from your database list or Settings.
de: Wenn AutoFill deaktiviert ist, weist NextPass Sie jetzt darauf hin und hilft Ihnen, es direkt über die Datenbankliste oder die Einstellungen zu aktivieren.
es: Si Autorrelleno está desactivado, NextPass ahora se lo indica y le ayuda a activarlo directamente desde la lista de bases de datos o los ajustes.
fr: Si le Remplissage automatique est désactivé, NextPass vous en informe désormais et vous aide à l'activer directement depuis votre liste de bases de données ou les réglages.
ja: 自動入力がオフのときはお知らせし、データベース一覧や設定からそのままオンにできるようになりました。
zh_hans: 如果自动填充处于关闭状态，NextPass 现在会提醒您，并帮助您直接从数据库列表或设置中开启。
zh_hant: 如果自動填寫已關閉，NextPass 現在會提醒您，並協助您直接從資料庫清單或設定中開啟。

source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
ja: すぐに
zh_hans: 立即
zh_hant: 立即

source: Import Existing Database
de: Vorhandene Datenbank importieren
es: Importar base de datos existente
fr: Importer une base de données existante
ja: 既存のデータベースを読み込む
zh_hans: 导入现有数据库
zh_hant: 匯入現有資料庫

source: Include in AutoFill
de: In AutoFill einbeziehen
es: Incluir en el autorrelleno
fr: Inclure dans le Remplissage automatique
ja: 自動入力に含める
zh_hans: 包含在自动填充中
zh_hant: 包含在自動填寫中

source: Invalid File
de: Ungültige Datei
es: Archivo no válido
fr: Fichier invalide
ja: 無効なファイル
zh_hans: 无效文件
zh_hant: 無效檔案

source: Invalid inner header
de: Ungültiger innerer Header
es: Encabezado interno no válido
fr: En-tête interne invalide
ja: 内部ヘッダが無効です
zh_hans: 无效的内部标头
zh_hant: 無效的內部標頭

source: Invalid master key
de: Ungültiger Master-Schlüssel
es: Clave maestra no válida
fr: Clé principale invalide
ja: マスターキーが無効です
zh_hans: 无效的主密钥
zh_hant: 無效的主金鑰

source: Invalid PEM-encoded private key
de: Ungültiger PEM-codierter privater Schlüssel
es: Clave privada codificada en PEM no válida
fr: Clé privée encodée en PEM invalide
ja: PEM 形式の秘密鍵が無効です
zh_hans: 无效的 PEM 编码私钥
zh_hant: 無效的 PEM 編碼私鑰

source: KDF parameter out of range: %@
de: KDF-Parameter außerhalb des zulässigen Bereichs: %@
es: Parámetro KDF fuera de rango: %@
fr: Paramètre KDF hors limites : %@
ja: KDF のパラメータが範囲外です：%@
zh_hans: KDF 参数超出范围：%@
zh_hant: KDF 參數超出範圍：%@

source: KeeForge Help
de: KeeForge-Hilfe
es: Ayuda de KeeForge
fr: Aide KeeForge
ja: KeeForge ヘルプ
zh_hans: KeeForge 帮助
zh_hant: KeeForge 輔助說明

source: KeeForge is free and open source. Sponsorship covers the Apple Developer Program and the time that goes into it.
de: KeeForge ist kostenlos und quelloffen. Sponsoring deckt das Apple Developer Program und die investierte Zeit.
es: KeeForge es gratuito y de código abierto. El patrocinio cubre el Apple Developer Program y el tiempo dedicado.
fr: KeeForge est gratuit et open source. Le parrainage couvre le programme Apple Developer et le temps qui y est consacré.
ja: KeeForge は無料でオープンソースです。スポンサーシップは、Apple Developer Program の費用と開発にかかる時間を支えます。
zh_hans: KeeForge 免费且开源。赞助用于支付 Apple Developer Program 的费用以及投入的时间。
zh_hant: KeeForge 免費且開源。贊助用於支付 Apple Developer Program 的費用以及投入的時間。

source: Keep Editing
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer la modification
ja: 編集を続ける
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Keep this off unless your trusted local WebDAV server cannot use HTTPS.
de: Lassen Sie diese Option deaktiviert, sofern Ihr vertrauenswürdiger lokaler WebDAV-Server kein HTTPS verwenden kann.
es: Mantenga esta opción desactivada a menos que su servidor WebDAV local de confianza no pueda usar HTTPS.
fr: Laissez cette option désactivée, sauf si votre serveur WebDAV local de confiance ne peut pas utiliser HTTPS.
ja: 信頼できるローカルの WebDAV サーバが HTTPS を使用できない場合を除き、オフのままにしてください。
zh_hans: 除非您信任的本地 WebDAV 服务器无法使用 HTTPS，否则请保持此项关闭。
zh_hant: 除非您信任的本機 WebDAV 伺服器無法使用 HTTPS，否則請保持此項關閉。

source: KeePass keeps a copy of this entry each time it changes. How many are kept is a database setting.
de: KeePass legt bei jeder Änderung eine Kopie dieses Eintrags an. Wie viele aufbewahrt werden, ist eine Datenbankeinstellung.
es: KeePass guarda una copia de esta entrada cada vez que cambia. La cantidad que se conserva es un ajuste de la base de datos.
fr: KeePass conserve une copie de cette entrée à chaque modification. Le nombre de copies conservées est un réglage de la base de données.
ja: KeePass は、このエントリが変更されるたびにコピーを保存します。保存する数はデータベースの設定で決まります。
zh_hans: 每次此条目发生更改时，KeePass 都会保留一份副本。保留数量由数据库设置决定。
zh_hant: 每次此項目變更時，KeePass 都會保留一份副本。保留數量由資料庫設定決定。

source: Key Derivation
de: Schlüsselableitung
es: Derivación de claves
fr: Dérivation de clé
ja: 鍵導出
zh_hans: 密钥派生
zh_hant: 金鑰衍生

source: Key Derivation Settings Too Demanding
de: Schlüsselableitungs-Einstellungen zu anspruchsvoll
es: Ajustes de derivación de clave demasiado exigentes
fr: Paramètres de dérivation de clé trop exigeants
ja: 鍵導出の設定が過大です
zh_hans: 密钥派生设置要求过高
zh_hant: 金鑰衍生設定要求過高

source: Key File
de: Schlüsseldatei
es: Archivo de clave
fr: Fichier de clé
ja: キーファイル
zh_hans: 密钥文件
zh_hant: 金鑰檔案

source: Key file hash verification failed — file may be corrupted
de: Hash-Überprüfung der Schlüsseldatei fehlgeschlagen — Datei möglicherweise beschädigt
es: Verificación de hash del archivo de clave fallida — el archivo podría estar dañado
fr: Échec de la vérification du hachage du fichier de clé — le fichier est peut-être corrompu
ja: キーファイルのハッシュ検証に失敗しました。ファイルが破損している可能性があります
zh_hans: 密钥文件哈希验证失败——文件可能已损坏
zh_hant: 金鑰檔案雜湊驗證失敗——檔案可能已損毀

source: Key file is empty
de: Schlüsseldatei ist leer
es: El archivo de clave está vacío
fr: Le fichier de clé est vide
ja: キーファイルが空です
zh_hans: 密钥文件为空
zh_hant: 金鑰檔案為空

source: Key file used at unlock
de: Beim Entsperren verwendete Schlüsseldatei
es: Archivo de clave usado al desbloquear
fr: Fichier de clé utilisé au déverrouillage
ja: ロック解除時に使用したキーファイル
zh_hans: 解锁时使用的密钥文件
zh_hant: 解鎖時使用的金鑰檔案

source: Key file XML contains invalid key data
de: Schlüsseldatei-XML enthält ungültige Schlüsseldaten
es: El XML del archivo de clave contiene datos de clave no válidos
fr: Le XML du fichier de clé contient des données de clé invalides
ja: キーファイルの XML に無効なキーデータが含まれています
zh_hans: 密钥文件 XML 包含无效的密钥数据
zh_hant: 金鑰檔案 XML 包含無效的金鑰資料

source: Keychain retrieve failed (status %d)
de: Schlüsselbund-Abruf fehlgeschlagen (Status %d)
es: Error al recuperar del llavero (estado %d)
fr: Échec de la récupération dans le trousseau (statut %d)
ja: キーチェーンからの読み出しに失敗しました（ステータス %d）
zh_hans: 钥匙串读取失败（状态 %d）
zh_hant: 鑰匙圈讀取失敗（狀態 %d）

source: Keychain store failed (status %d)
de: Speichern im Schlüsselbund fehlgeschlagen (Status %d)
es: Error al guardar en el llavero (estado %d)
fr: Échec de l'enregistrement dans le trousseau (statut %d)
ja: キーチェーンへの保存に失敗しました（ステータス %d）
zh_hans: 钥匙串存储失败（状态 %d）
zh_hant: 鑰匙圈儲存失敗（狀態 %d）

source: Last Modified
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
ja: 最終変更日時
zh_hans: 最后修改
zh_hant: 最後修改

source: Last Opened
de: Zuletzt geöffnet
es: Última apertura
fr: Dernière ouverture
ja: 最後に開いた日時
zh_hans: 最后打开
zh_hant: 最後開啟

source: Last opened %@
de: Zuletzt geöffnet: %@
es: Última apertura: %@
fr: Dernière ouverture : %@
ja: 最後に開いたのは%@
zh_hans: 上次打开于 %@
zh_hant: 上次開啟於 %@

source: Last Sync
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
ja: 最終同期
zh_hans: 最后同步
zh_hant: 最後同步

source: Legacy KDBX 3.1 databases can be opened, but NextPass intentionally keeps them read-only.
de: Ältere KDBX-3.1-Datenbanken können geöffnet werden, NextPass lässt sie jedoch bewusst nur schreibgeschützt zu.
es: Las bases de datos KDBX 3.1 antiguas se pueden abrir, pero NextPass las mantiene intencionadamente en modo de solo lectura.
fr: Les anciennes bases de données KDBX 3.1 peuvent être ouvertes, mais NextPass les maintient volontairement en lecture seule.
ja: 従来の KDBX 3.1 データベースも開けますが、NextPass では意図的に読み取り専用のままにしています。
zh_hans: 可以打开旧版 KDBX 3.1 数据库，但 NextPass 有意将其保持为只读。
zh_hant: 可以開啟舊版 KDBX 3.1 資料庫，但 NextPass 刻意將其保持為唯讀。

source: Legacy KDBX 3.1 databases can be opened, but NextPass only allows them in read-only mode.
de: Ältere KDBX-3.1-Datenbanken können geöffnet werden, NextPass lässt sie jedoch nur im schreibgeschützten Modus zu.
es: Las bases de datos KDBX 3.1 antiguas se pueden abrir, pero NextPass solo las permite en modo de solo lectura.
fr: Les anciennes bases de données KDBX 3.1 peuvent être ouvertes, mais NextPass ne les autorise qu'en mode lecture seule.
ja: 従来の KDBX 3.1 データベースも開けますが、NextPass では読み取り専用でのみ利用できます。
zh_hans: 可以打开旧版 KDBX 3.1 数据库，但 NextPass 仅允许以只读模式使用。
zh_hant: 可以開啟舊版 KDBX 3.1 資料庫，但 NextPass 僅允許以唯讀模式使用。

source: Length
de: Länge
es: Longitud
fr: Longueur
ja: 長さ
zh_hans: 长度
zh_hant: 長度

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: Loading…
de: Wird geladen …
es: Cargando…
fr: Chargement…
ja: 読み込み中…
zh_hans: 正在载入…
zh_hant: 正在載入…

source: Local Files
de: Lokale Dateien
es: Archivos locales
fr: Fichiers locaux
ja: ローカルファイル
zh_hans: 本地文件
zh_hant: 本機檔案

source: Locate Database File
de: Datenbankdatei suchen
es: Localizar archivo de base de datos
fr: Localiser le fichier de base de données
ja: データベースファイルを探す
zh_hans: 查找数据库文件
zh_hant: 尋找資料庫檔案

source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
ja: ロック
zh_hans: 锁定
zh_hant: 鎖定

source: Lock and Discard
de: Sperren und verwerfen
es: Bloquear y descartar
fr: Verrouiller et abandonner
ja: ロックして破棄
zh_hans: 锁定并放弃
zh_hant: 鎖定並捨棄

source: Lock and discard unsaved changes?
de: Sperren und ungesicherte Änderungen verwerfen?
es: ¿Bloquear y descartar los cambios no guardados?
fr: Verrouiller et abandonner les modifications non enregistrées ?
ja: ロックして未保存の変更を破棄しますか？
zh_hans: 要锁定并放弃未保存的更改吗？
zh_hant: 要鎖定並捨棄未儲存的變更嗎？

source: Lock Automatically
de: Automatisch sperren
es: Bloquear automáticamente
fr: Verrouiller automatiquement
ja: 自動ロック
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Lock Database
de: Datenbank sperren
es: Bloquear base de datos
fr: Verrouiller la base de données
ja: データベースをロック
zh_hans: 锁定数据库
zh_hant: 鎖定資料庫

source: Lock When App Goes to Background
de: Bei Wechsel in den Hintergrund sperren
es: Bloquear al pasar a segundo plano
fr: Verrouiller lors du passage en arrière-plan
ja: App がバックグラウンドに移動したときにロック
zh_hans: App 进入后台时锁定
zh_hant: App 進入背景時鎖定

source: Lowercase
de: Kleinbuchstaben
es: Minúsculas
fr: Minuscules
ja: 小文字
zh_hans: 小写
zh_hant: 小寫

source: macOS shows suggestions from one database at a time — whichever you unlocked most recently. Unlock another selected database to switch which entries appear.
de: macOS zeigt Vorschläge immer nur aus einer Datenbank – aus der zuletzt entsperrten. Entsperren Sie eine andere ausgewählte Datenbank, um zu wechseln, welche Einträge erscheinen.
es: macOS muestra sugerencias de una sola base de datos a la vez: la que haya desbloqueado más recientemente. Desbloquee otra base de datos seleccionada para cambiar qué entradas aparecen.
fr: macOS n'affiche les suggestions que d'une seule base de données à la fois : la dernière que vous avez déverrouillée. Déverrouillez une autre base de données sélectionnée pour changer les entrées proposées.
ja: macOS では、一度に 1 つのデータベースの候補だけが表示されます。表示されるのは、最後にロックを解除したデータベースです。表示するエントリを切り替えるには、選択済みの別のデータベースのロックを解除してください。
zh_hans: macOS 一次只显示一个数据库的建议，即最近解锁的那个。解锁另一个已选择的数据库，即可切换出现的条目。
zh_hant: macOS 一次只顯示一個資料庫的建議，即最近解鎖的那個。解鎖另一個已選取的資料庫，即可切換出現的條目。

source: Malformed variant map in header
de: Fehlerhafte Varianten-Map im Header
es: Mapa de variantes con formato incorrecto en el encabezado
fr: Table de variantes mal formée dans l'en-tête
ja: ヘッダ内のバリアントマップの形式が正しくありません
zh_hans: 标头中的变体映射格式错误
zh_hant: 標頭中的變體對應格式錯誤

source: Master Key
de: Master-Schlüssel
es: Clave maestra
fr: Clé principale
ja: マスターキー
zh_hans: 主密钥
zh_hant: 主金鑰

source: Master password
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe principal
ja: マスターパスワード
zh_hans: 主密码
zh_hant: 主密碼

source: Master Password
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe principal
ja: マスターパスワード
zh_hans: 主密码
zh_hant: 主密碼

source: Matches
de: Treffer
es: Coincidencias
fr: Correspondances
ja: 一致する項目
zh_hans: 匹配项
zh_hant: 符合項目

source: Maximum
de: Maximal
es: Máximo
fr: Maximal
ja: 最大
zh_hans: 最高
zh_hant: 最高

source: Merge Changes
de: Änderungen zusammenführen
es: Combinar cambios
fr: Fusionner les modifications
ja: 変更をマージ
zh_hans: 合并更改
zh_hant: 合併變更

source: Merge changes instead of choosing
de: Änderungen zusammenführen statt auswählen
es: Combina los cambios en lugar de elegir
fr: Fusionnez les modifications au lieu de choisir
ja: どちらかを選ばずに変更をマージ
zh_hans: 合并更改，无需二选一
zh_hant: 合併變更，無需二選一

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
zh_hans: 消息
zh_hant: 訊息

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
ja: メタデータ
zh_hans: 元数据
zh_hant: 元資料

source: Missing header field: %@
de: Fehlendes Header-Feld: %@
es: Falta el campo de encabezado: %@
fr: Champ d'en-tête manquant : %@
ja: ヘッダフィールドがありません：%@
zh_hans: 缺少标头字段：%@
zh_hant: 缺少標頭欄位：%@

source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
ja: MIT ライセンス
zh_hans: MIT 许可证
zh_hant: MIT 授權條款

source: Modified
de: Geändert
es: Modificado
fr: Modifié
ja: 変更日
zh_hans: 修改时间
zh_hant: 修改時間

source: Move entries and groups
de: Einträge und Gruppen verschieben
es: Mueve entradas y grupos
fr: Déplacez entrées et groupes
ja: エントリやグループを移動
zh_hans: 移动条目和群组
zh_hant: 移動項目和群組

source: Move to Group
de: In Gruppe verschieben
es: Mover a grupo
fr: Déplacer vers un groupe
ja: グループへ移動
zh_hans: 移动到群组
zh_hant: 移動到群組

source: Move to Recycle Bin
de: In den Papierkorb verschieben
es: Mover a la papelera
fr: Déplacer vers la corbeille
ja: ごみ箱に入れる
zh_hans: 移到回收站
zh_hant: 移到資源回收筒

source: Network Unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
ja: ネットワークを利用できません
zh_hans: 网络不可用
zh_hant: 網路無法使用

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: しない
zh_hans: 从不
zh_hant: 永不

source: New Database
de: Neue Datenbank
es: Nueva base de datos
fr: Nouvelle base de données
ja: 新規データベース
zh_hans: 新建数据库
zh_hant: 新增資料庫

source: New Database…
de: Neue Datenbank…
es: Nueva base de datos…
fr: Nouvelle base de données…
ja: 新規データベース…
zh_hans: 新建数据库…
zh_hant: 新增資料庫…

source: New Entry
de: Neuer Eintrag
es: Nueva entrada
fr: Nouvelle entrée
ja: 新規エントリ
zh_hans: 新建条目
zh_hant: 新增項目

source: New Group
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
ja: 新規グループ
zh_hans: 新建群组
zh_hant: 新增群組

source: New Passkey
de: Neuer Passkey
es: Nueva llave de acceso
fr: Nouvelle clé d'accès
ja: 新規パスキー
zh_hans: 新建通行密钥
zh_hant: 新增通行金鑰

source: New Subgroup
de: Neue Untergruppe
es: Nuevo subgrupo
fr: Nouveau sous-groupe
ja: 新規サブグループ
zh_hans: 新建子群组
zh_hant: 新增子群組

source: NextPass always locks on screen lock, screensaver, system sleep, and user switching. The stricter option also locks whenever another app becomes active.
de: NextPass sperrt sich immer bei Bildschirmsperre, Bildschirmschoner, Ruhezustand des Systems und Benutzerwechsel. Die strengere Option sperrt außerdem, sobald eine andere App aktiv wird.
es: NextPass siempre se bloquea con el bloqueo de pantalla, el salvapantallas, la suspensión del sistema y el cambio de usuario. La opción más estricta también se bloquea en cuanto otra aplicación se activa.
fr: NextPass se verrouille toujours lors du verrouillage de l'écran, de l'écran de veille, de la mise en veille du système et du changement d'utilisateur. L'option la plus stricte verrouille également dès qu'une autre app devient active.
ja: NextPass は、画面ロック、スクリーンセーバ、システムのスリープ、ユーザ切り替えのときは必ずロックします。より厳しい設定では、他の App がアクティブになったときにもロックします。
zh_hans: 屏幕锁定、屏幕保护程序启动、系统睡眠和切换用户时，NextPass 始终会锁定。更严格的选项还会在其他 App 变为活跃时锁定。
zh_hant: 螢幕鎖定、螢幕保護程式啟動、系統睡眠和切換使用者時，NextPass 一律會鎖定。較嚴格的選項還會在其他 App 變為使用中時鎖定。

source: NextPass can now open older KeePass 3.1 vaults and databases protected with Twofish — and keeps their original encryption when you save.
de: NextPass kann jetzt ältere KeePass-3.1-Tresore und mit Twofish geschützte Datenbanken öffnen – und behält beim Speichern deren ursprüngliche Verschlüsselung bei.
es: NextPass ahora puede abrir bóvedas antiguas de KeePass 3.1 y bases de datos protegidas con Twofish, y conserva su cifrado original al guardar.
fr: NextPass peut désormais ouvrir les anciens coffres KeePass 3.1 et les bases de données protégées avec Twofish — et conserve leur chiffrement d'origine lors de l'enregistrement.
ja: 以前の KeePass 3.1 の保管庫や、Twofish で保護されたデータベースも開けるようになりました。保存時には元の暗号化方式がそのまま維持されます。
zh_hans: NextPass 现在可以打开较旧的 KeePass 3.1 保险库以及使用 Twofish 保护的数据库，并在保存时保留其原始加密方式。
zh_hant: NextPass 現在可以開啟較舊的 KeePass 3.1 保險庫以及使用 Twofish 保護的資料庫，並在儲存時保留其原始加密方式。

source: NextPass couldn't access the selected database file.
de: NextPass konnte nicht auf die ausgewählte Datenbankdatei zugreifen.
es: NextPass no pudo acceder al archivo de base de datos seleccionado.
fr: NextPass n'a pas pu accéder au fichier de base de données sélectionné.
ja: 選択されたデータベースファイルにアクセスできませんでした。
zh_hans: NextPass 无法访问所选的数据库文件。
zh_hant: NextPass 無法存取所選的資料庫檔案。
